tap "homebrew/bundle"
tap "homebrew/services"
brew "python@3.13"
brew "ansible"
brew "atuin", restart_service: true
brew "bat"
brew "bottom"
brew "chezmoi"
brew "curl"
brew "doctl"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "glab"
brew "glow"
brew "gnupg"
brew "gping"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "neovim"
brew "openssh"
brew "opentofu"
brew "poetry"
brew "ripgrep"
brew "starship"
brew "tea"
brew "tealdeer"
brew "yazi"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "balenaetcher"
cask "chatgpt"
cask "discord"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "iina"
cask "orbstack"
cask "pycharm"
cask "raycast"
cask "signal"
cask "spacedrive"
cask "tailscale"
cask "winbox"
mas "1Password for Safari", id: 1569813296
mas "com.kagimacOS.Kagi-Search", id: 1622835804
mas "DigiDoc4", id: 1370791134
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Raycast Companion", id: 6738274497
mas "Reeder", id: 6475002485
mas "Save to Raindrop.io", id: 1549370672
mas "Termius", id: 1176074088
mas "Web eID", id: 1576665083
mas "Yubico Authenticator", id: 1497506650
mas "‎WhatsApp", id: 310633997
