tap "homebrew/bundle"
tap "homebrew/services"
brew "aerc"
brew "python@3.13"
brew "ansible"
brew "atuin", restart_service: true
brew "bat"
brew "black"
brew "bottom"
brew "chezmoi"
brew "doctl"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "glab"
brew "gnupg"
brew "gping"
brew "helix"
brew "himalaya"
brew "ipython"
brew "khal"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "neovim"
brew "nushell"
brew "openssh"
brew "opentofu"
brew "poetry"
brew "prettier"
brew "pyright"
brew "ripgrep"
brew "ruff"
brew "starship"
brew "tea"
brew "tealdeer"
brew "television"
brew "tere"
brew "tmux"
brew "topgrade"
brew "transmission-cli"
brew "yazi"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "balenaetcher"
cask "discord"
cask "displaylink"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "orbstack"
cask "pycharm"
cask "raspberry-pi-imager"
cask "raycast"
cask "tailscale"
cask "transmission"
cask "winbox"
mas "1Password for Safari", id: 1569813296
mas "com.kagimacOS.Kagi-Search", id: 1622835804
mas "DigiDoc4", id: 1370791134
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Raycast Companion", id: 6738274497
mas "Reeder", id: 6475002485
mas "Save to Raindrop.io", id: 1549370672
mas "Termius", id: 1176074088
mas "Web eID", id: 1576665083
mas "Yubico Authenticator", id: 1497506650
