tap "homebrew/bundle"
tap "homebrew/services"
brew "python@3.13"
brew "ansible"
brew "atuin", restart_service: true
brew "bat"
brew "black"
brew "bottom"
brew "chezmoi"
brew "doctl"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "glab"
brew "gnupg"
brew "gping"
brew "helix"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "nushell"
brew "openssh"
brew "opentofu"
brew "poetry"
brew "pyright"
brew "ripgrep"
brew "ruff"
brew "starship"
brew "tealdeer"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iina"
cask "orbstack"
cask "tailscale"
mas "1Password for Safari", id: 1569813296
mas "DigiDoc4", id: 1370791134
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Reeder", id: 6475002485
mas "Web eID", id: 1576665083
mas "Yubico Authenticator", id: 1497506650
